[
  {
    "name": "great indian bustard",
    "park": "dessert national park",
    "desc": "The Great Indian Bustard (Ardeotis nigriceps) or Indian bustard is a bustard found in India and the adjoining regions of Pakistan. A large bird with a horizontal body and long bare legs, giving it an ostrich like appearance, this bird is among the heaviest of the flying birds.",
    "image": "http://media2.intoday.in/indiatoday/images/stories/great-indian-bustard_147550635057_647x404_100316083045.jpg"
  },
  {
    "name": "bengal fox",
    "park": "dessert national park",
    "desc": "The Bengal fox, also known as the Indian fox, is a fox endemic to the Indian subcontinent and is found from the Himalayan foothills and Terai of Nepal through southern India and from southern and eastern Pakistan to eastern India and southeastern Bangladesh.",
    "image": "https://upload.wikimedia.org/wikipedia/commons/6/64/Bengal_Fox_Pup.jpg"
  },
  {
    "name": "Uromastyx",
    "park": "dessert national park",
    "desc": "Uromastyx is a genus of African and Asian agamid lizards, the member species of which are commonly called spiny-tailed lizards, uromastyces, mastigures, or dabb lizards. Lizards in the genus Uromastyx are primarily herbivorous, but occasionally eat insects and other small animals, especially young lizards.",
    "image": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/cc/Uromastyx_aegyptia_2.jpg/220px-Uromastyx_aegyptia_2.jpg"
  },
  {
    "name": "Indo-Pacific bottlenose dolphin",
    "park": "gulf of mannar, marine national park",
    "desc": "The Indo-Pacific bottlenose dolphin is a species of bottlenose dolphin. This dolphin grows to 2.6 metres long, and weighs up to 230 kilograms. It lives in the waters around India, northern Australia, South China, the Red Sea, and the eastern coast of Africa. Its back is dark grey and its belly is lighter grey or nearly white with grey spots.",
    "image": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/87/Tursiops_aduncus%2C_Port_River%2C_Adelaide%2C_Australia_-_2003.jpg/220px-Tursiops_aduncus%2C_Port_River%2C_Adelaide%2C_Australia_-_2003.jpg"
  },
  {
    "name": "Blue whale",
    "park": "gulf of mannar, marine national park",
    "desc": "The blue whale is a marine mammal belonging to the baleen whales. At up to 29.9 metres in length and with a maximum recorded weight of 173 tonnes and probably reaching over 181 tonnes, it is the largest animal known to have ever existed.",
    "image": "http://cdn.natgeotv.com.au/factsheets/thumbnails/HowDoesABlueWhaleMove_whale.jpg?v=27&azure=false&scale=both&width=1024&height=560&mode=crop"
  },
  {
    "name": "Humpback whale",
    "park": "gulf of mannar, marine national park",
    "desc": "The humpback whale is a species of baleen whale. One of the larger rorqual species, adults range in length from 12–16 m and weigh about 36,000 kg. The humpback has a distinctive body shape, with long pectoral fins and a knobbly head.",
    "image": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/61/Humpback_Whale_underwater_shot.jpg/220px-Humpback_Whale_underwater_shot.jpg"
  },
  {
    "name": "bengal tiger",
    "park": "Periyar National Park",
    "desc": "The Bengal tiger's coat is yellow to light orange, with stripes ranging from dark brown to black; the belly and the interior parts of the limbs are white, and the tail is orange with black rings.",
    "image": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/17/Tiger_in_Ranthambhore.jpg/220px-Tiger_in_Ranthambhore.jpg"
  },
  {
    "name": "Indian elephant",
    "park": "Periyal National Park",
    "desc": "The Indian elephant is one of three recognized subspecies of the Asian elephant and native to mainland Asia. In general, Asian elephants are smaller than African elephants and have the highest body point on the head. The tip of their trunk has one finger-like process.",
    "image": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/98/Elephas_maximus_%28Bandipur%29.jpg/220px-Elephas_maximus_%28Bandipur%29.jpg"
  },
  {
    "name": "Spot-billed pelican",
    "park": "Vedanthangal Bird Sanctuary",
    "desc": "The spot-billed pelican or grey pelican (Pelecanus philippensis) is a member of the pelican family. It breeds in southern Asia from southern Pakistan across India east to Indonesia. It is a bird of large inland and coastal waters, especially large lakes.",
    "image": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/a0/Pelecanus_Philippensis.JPG/220px-Pelecanus_Philippensis.JPG"
  },
  {
    "name": "Indian cormorant",
    "park": "Vedanthangal Bird Sanctuary",
    "desc": "The Indian cormorant or Indian shag is a member of the cormorant family. It is found mainly along the inland waters of the Indian Subcontinent but extending west to Sind and east to Thailand and Cambodia. It is a gregarious species that can be easily distinguished from the similar sized little cormorant by its blue eye, small head with a sloping forehead and a long narrow bill ending in a hooked tip.",
    "image": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/62/Phalacrocorax_fuscicollis_-_Laem_Pak_Bia.jpg/220px-Phalacrocorax_fuscicollis_-_Laem_Pak_Bia.jpg"
  },
  {
    "name": "Black-crowned night heron",
    "park": "Vedanthangal Bird Sanctuary",
    "desc": "The black-crowned night heron, commonly shortened to just night heron in Eurasia, is a medium-sized heron found throughout a large part of the world, except in the coldest regions and Australasia.",
    "image": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/d9/Black-crowned_Night_Heron_RWD7.jpg/220px-Black-crowned_Night_Heron_RWD7.jpg"
  },
  {
    "name": "Indian leopard",
    "park": "Sariska Tiger Reserve",
    "desc": "The Indian leopard is a leopard subspecies widely distributed on the Indian subcontinent. The Indian leopard is one of the big cats occurring on the Indian subcontinent, apart from the Asiatic lion, Bengal tiger, snow leopard and clouded leopard.",
    "image": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/06/Leopard_Male_Nagarhole.jpg/220px-Leopard_Male_Nagarhole.jpg"
  },
  {
    "name": "Jungle cat",
    "park": "Sariska Tiger Reserve",
    "desc": "The jungle cat, also called the reed cat or swamp cat, is a medium-sized cat native to the Middle East, South and Southeast Asia and southern China. Ten subspecies are recognised at present.",
    "image": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/24/FelisChausMunsiari1.jpg/220px-FelisChausMunsiari1.jpg"
  },
  {
    "name": "Indian jackal",
    "park": "Sariska Tiger Reserve",
    "desc": "The Indian jackal (Canis aureus indicus), also known as the Himalayan jackal is a subspecies of golden jackal native to Pakistan, India, Bhutan, Burma and Nepal. Its fur is a mixture of black and white, with buff on the shoulders, ears and legs. The buff colour is more pronounced in specimens from high altitudes.",
    "image": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/c0/Indian_Jackal_02.jpg/220px-Indian_Jackal_02.jpg"
  }
]
